"Due: %@" = "Vencimento: %@";
"Topics" = "Tópicos";
"Upload" = "Enviar";
"Align Levels" = "Alinhar níveis";
"Siblings" = "Irmãos";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "Desculpe - o nome da licença e o código não correspondem. Redigite-os (distingue entre maiúsculas e minúsculas)";
"New Parent" = "Novo pai";
"Create" = "Criar";
"Compose Email" = "Escrever e-mail";
"Settings" = "Configurações";
"Library Images" = "Imagens da fototeca";
"Show Status Bar" = "Mostrar barra de status";
"Make Topic(s)" = "Criar tópico(s)";
"Maps" = "Mapas";
"Failed to reveal saved passwords" = "Falha ao revelar senhas salvas";
"Sync Now" = "Sincronizar agora";
"Thank you!" = "Obrigado!";
"Concave" = "Côncavo";
"Light Pastel" = "Pastel claro";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "O foco fica bloqueado nos tópicos selecionados.\n\n(Reative essa opção sem tópicos selecionados e o foco seguirá a seleção.)";
"Quick Filter" = "Filtro rápido";
"+ for rollup" = "+ para cumulativo";
"Fill" = "Preencher";
"Empty" = "Vazio";
"Saved Image" = "Imagem salva";
"Next" = "Seguinte";
"(No auto alignment)" = "(Sem autoalinhamento)";
"Properties" = "Propriedades";
"Swap Ends" = "Trocar pontas";
"This map has been modified on multiple devices simultaneously - meaning there is a conflict. Please choose which version to keep. If in doubt choose Keep All.\n\nTip: Long press on a version to see a larger image." = "Esse mapa foi modificado em vários dispositivos ao mesmo tempo, ou seja, há um conflito de versão. Escolha qual versão deseja manter. Se estiver em dúvida, escolha Manter todas.\n\nDica: pressão longa numa versão para ver uma imagem maior.";
"Modified Date" = "Data de modificação";
"Can only upload a single format" = "Só é possível enviar em um único formato";
"Circle" = "Círculo";
"Horizontally" = "Horizontalmente";
"Task Report by Project for %@" = "Relatório de tarefa por projeto para %@";
"Today" = "Hoje";
"Fit Selection" = "Ajustar para caber seleção";
"not equal to" = "não é igual a";
"Please enter a name for the style." = "Digite um nome para o estilo.";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Obrigado por considerar o iThoughtsX. Se tiver alguma dúvida, sugestão ou problema, visite o site e fale conosco.";
"This map is read-only" = "Esse mapa é somente de leitura";
"Diamond" = "Losango";
"Cloud Accounts" = "Contas na nuvem";
"New Floating" = "Novo destacado";
"to Clipboard" = "para a área de transferência";
"in the last" = "no(a) último(a)";
"Center 100%" = "Centralizar em 100%";
"Last Hour" = "Última hora";
"Center" = "Centralizar";
"Sort By" = "Ordenar por";
"Auto-configure Dropbox syncing?" = "Configurar sincronização com Dropbox automaticamente?";
"Old Password:" = "Senha antiga:";
"second" = "segundo";
"Kinked" = "Dobrada";
"This cannot be undone. Existing maps using this style will not be modified." = "Isso não pode ser desfeito. Mapas existentes que usam esse estilo não serão modificados.";
"Paste" = "Colar";
"Linked Maps" = "Mapas ligados";
"Select a single topic then enter notes here.." = "Selecione um único tópico e insira anotações aqui...";
"Edit Notes/Topic" = "Editar notas/tópico";
"No Fill" = "Sem preenchimento";
"Research" = "Buscar";
"Right" = "Direita";
"Average progress: %@" = "Andamento médio: %@";
"Quick Thoughts" = "Pensamentos rápidos";
"Traditional" = "Tradicional";
"Unreachable" = "Inacessível";
"Modified This Week" = "Modificado esta semana";
"Save point functions require SQLite 3.7" = "Funções de salvar ponto requer SQLite 3.7";
"Tap the canvas with 2 fingers to show or hide the arrow keys." = "Toque na tela com 2 dedos para mostrar ou ocultar as setas.";
"Failed to send email. Do you have an email account configured?" = "Falha ao enviar e-mail. Você tem uma conta de e-mail configurada?";
"Red" = "Vermelho";
"Page Load Failed" = "Falha ao carregar página";
"Remove Last Icon" = "Remover último ícone";
"Please wait..." = "Aguarde...";
"Select All" = "Selecionar tudo";
"Ooops!" = "Opa!";
"Progress" = "Andamento";
"Floating" = "Destacado";
"Align" = "Alinhar";
"Branch Layout" = "Layout de ramos";
"AppStore Receipt Validation Failed" = "Falha na validação do recibo da AppStore";
"Multiple Copies Installed" = "Várias cópias instaladas";
"Purchase iThoughts" = "Comprar iThoughts";
"Auto Zoom" = "Zoom automático";
"Examples" = "Exemplos";
"Release Notes" = "Notas da versão";
"words/characters %ld/%ld" = "palavras/caracteres %1$ld/%2$ld";
"Remove" = "Remover";
"minutes" = "minutos";
"Oval" = "Oval";
"Create Relationship" = "Criar relação";
"Link Inserted" = "Link inserido";
"Sync Formats" = "Formatos de sincronização";
"Full" = "Total";
"Leave AppStore Review" = "Deixar resenha na AppStore";
"Edit not supported. Please consider purchasing the fully functional iThoughts app." = "Impossível editar. Por favor, considere comprar o aplicativo iThoughts totalmente funcional.";
"Places" = "Lugares";
"Edit" = "Editar";
"End" = "Ponta";
"Research Site" = "Site de busca";
"Color" = "Cor";
"More Options" = "Mais opções";
"Failed to get folder contents\n(code=%ld)" = "Falha ao obter conteúdos da pasta\n(código=%ld)";
"Priority2" = "Prioridade 2";
"Topic Shape" = "Formato do tópico";
"Select a single topic to view its note.." = "Selecione um único tópico para visualizar sua anotação...";
"Image Inserted" = "Imagem inserida";
"...by Resource" = "... por recurso";
"Show/Hide Notes" = "Mostrar/ocultar anotações";
"Trash" = "Lixeira";
"Flashcards" = "Flashcards";
"less than" = "menor que";
"Later" = "Depois";
"Apply" = "Aplicar";
"Superscript" = "Sobrescrito";
"Point Size" = "Tamanho";
"Open Favourite" = "Abrir favorito";
"Folders" = "Pastas";
"Topic Color" = "Cor do tópico";
"Name cannot be blank" = "O nome não pode ficar em branco";
"Style" = "Estilo";
"Password" = "Senha";
"AppStore Receipt Validation Succeeded" = "Validação do recibo da AppStore OK";
"Save Image (library)" = "Salvar imagem (biblioteca)";
"TODO" = "Lista de tarefas";
"Shape" = "Formato";
"System Settings" = "Ajustes do sistema";
"User name" = "Nome de usuário";
"Open Map" = "Abrir mapa";
"greater than" = "maior que";
"Orange" = "Laranja";
"Text Added" = "Texto adicionado";
"Show modified" = "Mostrar modificações";
"contains" = "contém";
"Topic" = "Tópico";
"seconds" = "segundos";
"Unknown" = "Desconhecido";
"Branches" = "Ramificações";
"New" = "Novo";
"between" = "entre";
"Zoom" = "Aproximar";
"Set" = "Definir";
"Delete the cloud copies also?" = "Apagar as cópias da nuvem também?";
"Restore the contents of this archive? (nothing will be overwritten.)" = "Restaurar os conteúdos deste arquivo? (nada será sobrescrito)";
"Vertically" = "Verticalmente";
"Merge" = "Fundir";
"Central Idea" = "Ideia central";
"Layout" = "Layout";
"Everything in the trash will be permanently deleted. This cannot be undone." = "Tudo do lixo será permanentemente apagado. Isso não pod ser desfeito.";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Este dispositivo não foi configurado para enviar e-mail. Configure os ajustes do Mail no aplicativo Ajustes.";
"Trial Remaining (%ld days)" = "Período de teste restante (%ld dias)";
"not in the last" = "não no(a) último(a)";
"Rename '%@'?" = "Renomear '%@'?";
"Show 2 Levels" = "Mostrar 2 níveis";
"Level1 Taper" = "Cônico Nível1";
"Text" = "Texto";
"Local Folder" = "Pasta local";
"not same as" = "não é igual a";
"Photo" = "Foto";
"Yes" = "Sim";
"minute" = "minuto";
"Grayscale" = "Escala de cinza";
"Please select at least one topic before attempting to make a slide." = "Selecione pelo menos um tópico antes de tentar criar um slide.";
"Favourites" = "Favoritos";
"Images Appendix" = "Apêndice de imagens";
"Select All Topics" = "Selecionar todos os tópicos";
"Show Modified" = "Mostrar modificados";
"Highlight" = "Destacar";
"Read-only Enabled" = "Somente leitura ativada";
"Save/Log in" = "Salvar/Entrar";
"Family" = "Família";
"US Legal" = "Ofício EUA";
"Line Color" = "Cor da linha";
"If you’re unhappy with iThoughts or would like to suggest improvements then please contact me direct." = "Se você está infeliz com o iThoughts ou gostaria de sugerir melhorias, entre em contato comigo diretamente.";
"Take Photo" = "Tirar foto";
"Application ID functions require SQLite 3.7.17" = "Funções de ID do aplicativo requerem o SQLite 3.7.17";
"Due This Week" = "Vence esta semana";
"New Item" = "Novo item";
"not between" = "não está entre";
"Untitled" = "Sem título";
"Calendar" = "Calendário";
"Level0" = "Nível0";
"Text Size" = "Tamanho do texto";
"Strikethrough" = "Riscado";
"No Numbering" = "Sem numeração";
"Recent" = "Recente";
"Font" = "Fonte";
"Both" = "Ambos";
"Modified in Last Hour" = "Modificado na última hora";
"Cannot inspect text" = "Impossível inspecionar texto";
"Delete" = "Apagar";
"Contact the Developer" = "Contactar o desenvolvedor";
"Not Set" = "Não definido";
"Hint" = "Dica";
"Linked Folders" = "Pastas vinculadas";
"Link" = "Link";
"Slide List" = "Lista de slides";
"Filter" = "Filtro";
"Format" = "Formato";
"Receive Email Updates" = "Receber atualizações por e-mail";
"Standard CSV (.csv)" = "CSV padrão (.csv)";
"Attached are SVG, PDF and PNG versions of the iThoughts Doodle\n" = "Em anexo estão as versões em SVG, PDF e PNG do Rabisco do iThoughts\n";
"Save" = "Salvar";
"Show Branches" = "Mostrar ramificações";
"Failed to Locate Topic" = "Falha ao localizar tópico";
"Please choose one or more formats." = "Escolha um ou mais formatos.";
"Notes Page Size" = "Tamanho de página de anotação";
"Importing..." = "Importando...";
"Yesterday" = "Ontem";
"Show Arrow Keys" = "Mostrar setas";
"Level1" = "Nível1";
"Add to Note" = "Adicionar à anotação";
"tw.hyperlink" = "Link";
"None" = "Nenhum";
"View Email" = "Ver e-mail";
"Radial" = "Radial";
"Callout" = "Legenda";
"Website" = "Site";
"Pill" = "Pílula";
"Clear" = "Limpar";
"Name cannot contain the following characters <>:\"/\\|?*" = "O nome não pode conter os seguintes caracteres <>:\"/\\|?*";
"Copy" = "Copiar";
"Map Already Exists" = "Mapa já existe";
"Syncing is paused - your account details need to be re-entered." = "A sincronização foi pausada - seus detalhes de conta precisam ser reinseridos.";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "tópico/palavra: %1$ld/%2$ld, anotação/palavra: %3$ld/%4$ld";
"Report" = "Comunicar";
"Export to Things" = "Exportar para Things";
"Event Created" = "Evento criado";
"Saved" = "Salvo";
"Why?" = "Por quê?";
"Sync Failed\n\nLogin Required" = "Falha na sincronização\n\nLogin necessário";
"No WiFi Connection" = "Sem conexão wifi";
"Unlink Folder" = "Desvincular pasta";
"%1.1f KB" = "%1.1f KB";
"greater than or equal to" = "maior ou igual a";
"Loading..." = "Carregando...";
"Tapered" = "Cônico";
"Level2" = "Nível2";
"Start Color" = "Cor inicial";
"Save Document" = "Salvar documento";
"Getting folder contents" = "Obtendo conteúdos da pasta";
"Image Width" = "Largura da imagem";
"Name" = "Nome";
"Full Screen View" = "Tela cheia";
"Press and hold a map in the 'Recent' or 'Folders' list to add it to your favourites." = "Pressione e segure em um mapa na lista 'Recentes' ou 'Pastas' para adicioná-lo aos seus favoritos.";
"Triangle" = "Triângulo";
"List (numbers)" = "Lista (números)";
"Auto" = "Automático";
"Map Layout" = "Layout do mapa";
"Doodle" = "Rabiscar";
"Don't show this again" = "Não mostrar de novo";
"New Topic" = "Novo tópico";
"weeks" = "semanas";
"≈%ld page(s)" = "≈%ld página(s)";
"Title" = "Título";
"Description" = "Descrição";
"Level3" = "Nível3";
"Clockface" = "Mostrador de relógio";
"earlier than" = "antes de";
"Reset" = "Redefinir";
"Failed to Locate '%@'" = "Falha ao localizar '%@'";
"Copy Size" = "Copiar tamanho";
"Server URL" = "URL do servidor";
"This folder will be redownloaded during the next sync - unless the corresponding folder in the cloud is also deleted." = "Esta pasta será baixada novamente durante a próxima sincronização – a não ser que a pasta correspondente na nuvem também seja apagada.";
"Complete" = "Concluído";
"Single Page" = "Página única";
"Present Notes" = "Apresentar anotações";
"Quit and Show in Finder" = "Sair e mostrar no Finder";
"Sending to iThoughts" = "Enviando para iThoughts";
"Left" = "Esquerda";
"Map ≈ %ld pages" = "Mapa ≈ %ld páginas";
"%@ visible + %@ hidden children" = "%1$@ secundário visível + %2$@ ocultos";
"Delete not supported. Please consider purchasing the fully functional iThoughts app." = "Impossível apagar. Considere comprar o aplicativo iThoughts totalmente funcional.";
"later than" = "depois de";
"Show Topics" = "Mostrar tópicos";
"Attempt Recovery" = "Tentar recuperação";
"Bottom" = "Abaixo";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"Graph Paper" = "Papel milimetrado";
"Project Tasks (.html)" = "Tarefas do projeto (.html)";
"No Icons to Remove" = "Sem ícones para remover";
"Please select 2 topics (CMD click) to be linked." = "Selecione 2 tópicos (Cmd clique) para vincular.";
"The document '%@' has been added to your library." = "O documento '%@' foi adicionado à sua biblioteca.";
"Show/Hide Outline" = "Mostrar/ocultar resumo";
"Linking to the root folder is possible but not recommended. Each time it syncs it needs to check in all sub folders and this can take a long time on the root folder. Better to link multiple folders if possible." = "A sincronização com a pasta root é possível, mas não recomendada. Cada vez que ela sincroniza, ela precisa verificar todas as subpastas e isso pode demorar muito na pasta root. Melhor vincular várias pastas, se possível.";
"Link Style" = "Estilo do link";
"ends with" = "termina com";
"Save As" = "Salvar como";
"Invalid Password" = "Senha inválida";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T ou clique duas vezes para adicionar uma anotação...";
"Redo" = "Refazer";
"Level4" = "Nível4";
"Underline" = "Sublinhar";
"Open in Marked" = "Abrir no Marked";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "O documento '%@' não está armazenado no iCloud e por isso não funciona com a função Handoff.";
"Delete Selection" = "Apagar seleção";
"More help.." = "Mais ajuda...";
"Favourite Icon1" = "Ícone favorito 1";
"More" = "Mais";
"Show" = "Mostrar";
"Indent" = "Recuo";
"New Sibling After" = "Novo irmão depois";
"Dark Pastel" = "Pastel escuro";
"days" = "dias";
"...saved in rule library." = "...salva na biblioteca de regras.";
"Favourite Icon2" = "Ícone favorito 2";
"Text Width" = "Largura do texto";
"Map Colors" = "Cores de mapa";
"modified: %@" = "modificado: %@";
"to New Map" = "para novo mapa";
"Boundary" = "Limite";
"Email Address" = "Endereço de e-mail";
"Rectangle" = "Retângulo";
"My Notes" = "Minhas anotações";
"Level5" = "Nível5";
"years" = "anos";
"The document '%@' does not exist." = "O documento '%@' não existe.";
"Top Down" = "De cima para baixo";
"Styles" = "Estilos";
"Favourite Icon3" = "Ícone favorito 3";
"Priority3" = "Prioridade 3";
"Table (4 columns)" = "Tabela (4 colunas)";
"Open Document" = "Abrir documento";
"Clockwise" = "Horário";
"Email Doodle" = "Enviar rabisco por e-mail";
"Show %ld Levels" = "Mostrar %ld níveis";
"Off" = "Desl.";
"Due Date" = "Data de vencimento";
"Make Topic" = "Criar tópico";
"Icons Removed" = "Ícones removidos";
"New Folder" = "Nova pasta";
"Partial" = "Parcial";
"Help" = "Ajuda";
"Deleting" = "Apagando";
"The local folder '%@' is linked to cloud folder '%@' on '%@'" = "A pasta local '%1$@' está sincronizada com a pasta '%2$@' em '%3$@'";
"Yellow" = "Amarelo";
"Maximum topic count (%ld) exceeded. Please consider purchasing the fully functional iThoughts app." = "Número máximo de tópicos (%ld) excedido. Por favor, considere comprar o aplicativo iThoughts totalmente funcional.";
"Replace" = "Substituir";
"This will apply descending font sizes to each level of topic." = "Isso aplicará tamanhos de fonte decrescentes a cada nível do tópico.";
"months" = "meses";
"Level6" = "Nível6";
"New Child" = "Novo secundário";
"Conflicts" = "Conflitos";
"Cannot Overwrite Map/Folder" = "Impossível sobrescrever mapa/pasta";
"Email" = "E-mail";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Obrigado por comprar o iThoughtsX, esperamos que goste de usá-lo. Qualquer dúvida, sugestão ou comentário, visite-nos no toketaware.com e envie-nos uma mensagem";
"Clear All" = "Limpar tudo";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "O mapa não foi encontrado nesse Mac. Gostaria de removê-lo dos seus favoritos?";
"Topic variable" = "Variável do tópico";
"Table (2 columns)" = "Tabela (2 colunas)";
"Task Completed" = "Tarefa concluída";
"Topic(s) Added" = "Tópico(s) adicionado(s)";
"Since Open" = "Desde a abertura";
"New Password:" = "Nova senha:";
"Text Color" = "Cor do texto";
"URL" = "URL";
"Downloading into a linked folder is possible but not recommended. It's better to let the sync process download it automatically." = "É possível baixar para um atalho de pasta, mas não é recomendado. É melhor deixar o processo de sincronização baixar automaticamente.";
"Map no longer exists. Would you like to remove it from favourites?" = "O mapa não existe mais. Gostaria de removê-lo dos seus favoritos?";
"Apply Defaults" = "Aplicar padrões";
"All" = "Tudo";
"variable name" = "nome da variável";
"Would you like to embed the document in a topic or copy its contents to the clipboard?" = "Gostaria de integrar o documento em um tópico ou copiar seu conteúdo para a área de transferência?";
"Float" = "Destacar";
"Template Styles" = "Estilos de modelo";
"Start Sync" = "Iniciar sincronização";
"The conflicting versions have been saved in the '%@' folder on this device. They are no longer in iCloud." = "As versões conflitantes foram salvas na pasta '%@' neste dispositivo. Elas não estão mais no iCloud.";
"doesn't contain" = "não contém";
"Selected ≈ %ld pages" = "Selecionados ≈ %ld páginas";
"Custom Styles" = "Estilos personalizados";
"Right Angled" = "Ângulo reto";
"OK" = "OK";
"(All auto aligned)" = "(Todos autoalinhados)";
"Remaining" = "Restante";
"Authorisation Failed" = "Falha de autorização";
"Note" = "Anotação";
"Restore" = "Restaurar";
"Show/Hide Branch" = "Mostrar/Ocultar ramificação";
"Stroke Color" = "Cor da linha";
"Failed to amend map" = "Falha ao corrigir mapa";
"Task Reports" = "Relatórios de tarefa";
"Level7" = "Nível7";
"Print" = "Imprimir";
"Downloading..." = "Baixando...";
"Failed to Overwrite" = "Falha ao sobrescrever";
"Duplicate" = "Duplicar";
"...by Project" = "... por projeto";
"Italic" = "Itálico";
"Restore into..." = "Restaurar em...";
"Starting with Children" = "Começar com os secundários";
"Options" = "Opções";
"All Maps" = "Todos os mapas";
"Undo" = "Desfazer";
"Test" = "Teste";
"Configuring Dropbox" = "Configurando Dropbox";
"New Child Level" = "Novo nível secundário";
"Change Password..." = "Alterar senha...";
"Wireframe (Monochrome)" = "Estrutura (monocromática)";
"Upload Failed" = "Falha no envio";
"Show 1 Level" = "Mostrar 1 nível";
"Due" = "Vencimento";
"Failed to Open" = "Falha ao abrir";
"Failed to Import Text" = "Falha ao importar texto";
"Document imported" = "Documento importado";
"Login" = "Entrar";
"Level8" = "Nível8";
"New Account" = "Nova conta";
"Headers" = "Cabeçalhos";
"Icon Removed" = "Ícone removido";
"Topic Numbering" = "Numeração do tópico";
"...saved in style library." = "...salva na biblioteca de estilos.";
"Canvas" = "Tela";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Obrigado por considerar o iThoughtsX. Seu período de teste de %ld dias chegou ao fim. Visite o site para comprar uma licença ou obter uma extensão.";
"Decrease Progress" = "Diminuir andamento";
"Rounded Rectangle" = "Retângulo arredondado";
"Please keep the password safe. There is no way to open the map without it." = "Mantenha sua senha segura. Não há como abrir o mapa sem ela.";
"Effort" = "Esforço";
"Distribute" = "Distribuir";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"Clear Selection" = "Limpar seleção";
"Vertical" = "Vertical";
"6" = "6";
"Hide Completed Tasks" = "Ocultar tarefas concluídas";
"Confirm" = "Confirmar";
"7" = "7";
"8" = "8";
"Manual" = "Manual";
"Random" = "Aleatório";
"9" = "9";
"Branch Sorted: %@" = "Ramificação ordenada: %@";
"Image (.png)" = "Imagem (.png)";
"If you like iThoughts, please help support future updates with a review on the AppStore." = "Se você gosta do iThoughts, ajude-nos com atualizações futuras nos deixando uma resenha na AppStore.";
"Curved Bracket" = "Parênteses";
"Watermark" = "Marca d'água";
"Level9" = "Nível9";
"Reminder Created" = "Lembrete criado";
"Failed to open\n%@" = "Falha ao abrir\n%@";
"US Letter" = "Carta EUA";
"Verify:" = "Verificar:";
"Unlink" = "Desvincular";
"Generating Exports..." = "Gerando exportações...";
"%ldx%ldpt" = "%1$ldx%2$ldpt";
"Relationship" = "Relacionamento";
"Delete Account? (no maps will be deleted)" = "Apagar conta? (nenhum mapa será apagado)";
"%ld bytes" = "%ld bytes";
"Tap Related Topic" = "Toque no tópico relacionado";
".docx Options" = "Opções de .docx";
"%@ - %@" = "%1$@ a %2$@";
"...is now on the clipboard and can be pasted into a map." = "... está disponível na área de transferência e pode ser colado em um mapa.";
"Top" = "Acima";
"On" = "Lig.";
"Cloud" = "Nuvem";
"Please enter a new name for the style." = "Digite um novo nome para o estilo.";
"Image (selected)" = "Imagem (selecionada)";
"Header1" = "Cabeçalho1";
"Delete Branch" = "Apagar ramificação";
"Finish" = "Fechar";
"Width" = "Largura";
"Awaiting Authorization" = "Aguardando autorização";
"Make Slide" = "Criar slide";
"Start Date" = "Data inicial";
"Home" = "Início";
"No Selection" = "Sem seleção";
"Starting at Selected" = "Começando com selecionados";
"Please enter a descriptive name for this account." = "Digite um nome descritivo para essa conta.";
"Feedback" = "Feedback";
"Archive" = "Arquivar";
"Cut" = "Cortar";
"Show/Hide Children" = "Mostrar/ocultar secundários";
"Stop Sync" = "Parar sincronização";
"This map must be given a name and saved before topic links can be generated" = "Este mapa deve receber um nome e ser salvo antes que as ligações de tópico possam ser geradas";
"List (bullets)" = "Lista (marcadores)";
"Typeface" = "Tipo de letra";
"Delete Topic" = "Apagar tópico";
"less than or equal to" = "menor ou igual a";
"Snap to Topic" = "Grudar ao tópico";
"Now paste the clipboard into the flashcard website for import." = "Agora cole a área de transferência no site de flashcards para importação.";
"Email Reminder" = "Enviar lembrete por e-mail";
"Square Bracket" = "Colchete";
"Branch Cut" = "Ramificação cortada";
"Style Settings" = "Configurações de estilo";
"Unlink? (no maps will be deleted)" = "Desvincular? (Nenhum mapa será apagado)";
"Resources" = "Recursos";
"New Sibling Before" = "Novo irmão antes";
"Press + to link a local folder to a folder in the cloud. Once linked, those folders will be synchronised automatically.\n\nIn a moment, you will be asked to:\n\n- Choose/create a local folder\n- Choose a cloud account\n- Choose a cloud folder\n- Choose the formats to sync\n\nFor more information please tap the 'Help' option below." = "Pressione + para ligar uma pasta local com uma pasta da nuvem. Uma vez ligadas, essas pastas serão sincronizadas automaticamente.\n\nEm alguns minutos você deverá:\n\n- Escolher/criar uma pasta local\n- Escolher uma conta da nuvem\n- Escolher uma pasta da nuvem\n- Escolher os formatos a serem sincronizados\n\nPara mais informações, toque na opção 'Ajuda' abaixo.";
"Level2+ Style" = "Estilo Nível2+";
"Library Image" = "Imagem da fototeca";
"Convex" = "Convexo";
"Embed" = "Integrar";
"Not Now" = "Agora não";
"Duplicate not supported. Please consider purchasing the fully functional iThoughts app." = "Impossível duplicar. Por favor, considere comprar o aplicativo iThoughts totalmente funcional.";
"Subscript" = "Sobrescrito";
"Network Connection Failed" = "Falha de conexão de rede";
"Fit Map" = "Ajustar mapa para caber";
"Delete this rule?" = "Apagar essa regra?";
"Create Event" = "Criar evento";
"Compact" = "Compacto";
"Use Map Defaults" = "Usar padrões do mapa";
"New/Verified Password Do Not Match" = "Senhas nova/verificada não batem";
"Regular" = "Normal";
"Apply descending font sizes to child topics?" = "Aplicar tamanhos de fonte decrescentes aos tópicos secundários?";
"No Apps Found" = "Nenhum aplicativo encontrado";
"No 'target' Parameter Supplied" = "Nenhum parâmetro de 'target' fornecido";
"Map Style" = "Estilo do mapa";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "O iThoughtsX normalmente não tem acesso a este documento. Confirme que deseja continuar.";
"Slides (.pdf)" = "Slides (.pdf)";
"Welcome" = "Bem-vindo(a)";
"Incorrect Password" = "Senha incorreta";
"To Front" = "Para a frente";
"Upload Complete" = "Envio concluído";
"Change Sync Formats" = "Alterar formatos de sincronização";
"Code" = "Código";
"Increase Progress" = "Aumentar progresso";
"Focus On Selected" = "Foco no selecionado";
"Header2" = "Cabeçalho2";
"Start" = "Iniciar";
"Saving" = "Salvando";
"Set Password..." = "Definir senha...";
"Progress: %@" = "Andamento: %@";
"Map Scale" = "Escala do mapa";
"Wireframe (Color)" = "Estrutura (cor)";
"Remove from Favourites" = "Remover dos favoritos";
"hours" = "horas";
"later than or equal to" = "posterior ou igual a";
"Full Color" = "Só colorido";
"Finger Drawing Enabled" = "Desenho com dedo ativado";
"The path '%@' is a Windows path." = "O caminho '%@' é um caminho do Windows.";
"Download Pending" = "Atualização pendente";
"Real Paper" = "Papel real";
"Enter a new name for the style" = "Digite um nome novo para o estilo";
"Remove All" = "Remover tudo";
"Sort" = "Ordenar";
"Draw 'strokes' with your finger.\n\nUse 2 fingers to PAN and ZOOM around the canvas.\n\nLong press on the canvas then drag or hold down 'SHIFT' to select multiple 'strokes'." = "Desenhe 'pinceladas' com seu dedo.\n\nUse 2 dedos para DESLIZAR e APROXIMAR a tela.\n\nMantenha a tela pressionada depois arraste ou segure a tecla 'SHIFT' para selecionar várias 'pinceladas'.";
"starts with" = "começa com";
"Selected" = "Selecionados";
"Focus on Selected" = "Foco no selecionado";
"Failed to find any email addresses" = "Falha ao encontrar qualquer endereço de e-mail";
"Press and hold a map or folder to restore it." = "Pressione e segure em um mapa ou pasta para restaurá-lo.";
"Remove Last" = "Remover último";
"Level %ld" = "Nível %ld";
"Strike Through" = "Riscado";
"End Edit" = "Editar ponta";
"Long press on the canvas or hold down 'SHIFT' to select multiple topics." = "Mantenha a tela pressionada ou segure a tecla 'SHIFT' para selecionar vários tópicos.";
"Style Already Exists." = "Estilo já existe.";
"earlier than or equal to" = "antes de ou igual a";
"Cousins" = "Elementos relacionados";
"Indexing..." = "Indexando...";
"Bullets" = "Marcadores";
"(or canvas for new)" = "(ou na tela para um novo)";
"Saturated" = "Sauradas";
"Please enter a valid URL for the WebDAV server." = "Digite uma URL válida para o servidor WebDAV.";
"Enter notes here.." = "Digite anotações aqui...";
"Archive requires an app which supports ZIP files." = "Arquivar requer um aplicativo compatível com arquivos ZIP.";
"Open Link" = "Abrir link";
"Topic Hugging" = "Abraçar tópico";
"S Bend" = "Curva em S";
"Share on Biggerplate.com" = "Compartilhar no Biggerplate.com";
"Finger Drawing Disabled\n(use Apple Pencil)" = "Desenho com dedo desativado\n(use o Apple Pencil)";
"Unreachable Link" = "Link inacessível";
"Hugging" = "Abraçar";
"Range" = "Faixa";
"Start: %@" = "Início: %@";
"Open In Safari" = "Abrir no Safari";
"Drag/drop topics onto this button to mark them task complete. Alternatively, long press this button to mark the selected topics task complete." = "Arraste/solte tópicos para esse botão para marcar a tarefa como concluída, ou pressione esse botão por alguns segundos para marcar a tarefa dos tópicos selecionados como concluída.";
"Failed to get authorization from Biggerplate.com" = "Falha ao obter autorização de Biggerplate.com";
"Auto Align" = "Alinhamento automático";
"Clipboard" = "Área de transferência";
"Blue" = "Azul";
"Updating" = "Atualizando";
"Open in Another App" = "Abrir em outro aplicativo";
"Auto Zoom Enabled" = "Zoom automático ativado";
"Search" = "Buscar";
"tw.linkTogether" = "Link";
"year" = "ano";
"Light Patterns" = "Padrões claros";
"Back" = "Voltar";
"Error" = "Erro";
"same as" = "igual a";
"Checking Network Connection..." = "Verificando conexão de rede...";
"Reset all topic colors, shapes and fonts to the style defaults. This can be undone." = "Redefine todas as cores, formatos e fontes dos tópicos para os estilos padrão. Isso não pode ser desfeito.";
"Open encrypted map" = "Abrir mapa criptografado";
"Hide" = "Ocultar";
"Invalid URL" = "URL inválida";
"Failed to Locate Map" = "Falha ao localizar mapa";
"Rules" = "Regras";
"Header3" = "Cabeçalho3";
"Image Copied" = "Imagem copiada";
"Uploading a linked map/folder is possible but not recommended. It's better to let the sync process upload it automatically." = "O envio de mapa/pasta vinculado é possível, mas não recomendado. É melhor deixar o processo de sincronização enviá-lo automaticamente.";
"Show in Finder" = "Mostrar no Finder";
"Add to Favourites" = "Adicionar aos favoritos";
"Uploading..." = "Enviando...";
"Browser Transfer" = "Transferência por navegador";
"No Internet Connection" = "Sem conexão com a internet";
"Square" = "Quadrado";
"Create Reminder" = "Criar lembrete";
"Modified Yesterday" = "Modificado ontem";
"Created using iThoughts" = "Criado com o iThoughts";
"week" = "semana";
"Website (.zip)" = "Site (.zip)";
"Close" = "Fechar";
"Level1 Style" = "Estilo Nível1";
"Upload Folder" = "Enviar pasta";
"Keep All" = "Manter todos";
"Map" = "Mapa";
"Transparent" = "Transparente";
"hour" = "hora";
"Link Copied" = "Link copiado";
"Notes Font" = "Fonte das anotações";
"Hide Status Bar" = "Ocultar barra de status";
"Select Log File" = "Selecionar arquivo de log";
"Modified Today" = "Modificado hoje";
"View" = "Visualizar";
"Failed to Load Map" = "Falha ao carregar mapa";
"Size" = "Tamanho";
"This Week" = "Esta semana";
"Inherit Color" = "Herdar cor";
"Please enter a title and description for this map." = "Digite um título e uma descrição para este mapa.";
"Notes Appendix" = "Apêndice de anotações";
"Restored" = "Restaurado";
"Passwords" = "Senhas";
"Outline View" = "Visualização de resumo";
"Wireframe (Color+Text)" = "Estrutura (cor+texto)";
"Very Convex" = "Muito convexo";
"Submit Debug Log" = "Enviar registro de depuração";
"not in the next" = "não no(a) próximo(a)";
"Set Effort" = "Definir esforço";
"Show All" = "Mostrar todos";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Obrigado por considerar o iThoughtsX. Você já passou da metade do seu teste de %ld dias. Se tiver alguma dúvida, sugestão ou problema, visite o site e fale conosco.";
"Attachment" = "Anexo";
"New Callout" = "Nova legenda";
"Save Page (offline)" = "Salvar página (offline)";
"This Folder" = "Esta pasta";
"Upload Map" = "Enviar mapa";
"Header4" = "Cabeçalho4";
"Photos" = "Fotos";
"Broken Link" = "Link quebrado";
"Password:" = "Senha:";
"Link to Map" = "Link para mapa";
"Sorted: %@" = "Ordenado por: %@";
"No saved passwords" = "Nenhuma senha salva";
"Priority (%ld)" = "Prioridade (%ld)";
"Date" = "Data";
"(Level2+ auto aligned)" = "(Nível 2+ autoalinhado)";
"Due This Month" = "Vence este mês";
"Curved" = "Curvo";
"Copy Link" = "Copiar link";
"Quick Look" = "Visualização rápida";
"External Display Resolution" = "Resolução do monitor externo";
"Priority1" = "Prioridade1";
"Reset Map" = "Redefinir mapa";
"Restoring..." = "Restaurando...";
"Not set" = "Não definido";
"Cost" = "Custo";
"Inherited" = "Herdado";
"Stock" = "Stock";
"No" = "Não";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Parece que você também tem uma cópia do iThoughtsX da Mac App Store instalada.\n\nA versão que você acabou de abrir deve ser removida. Gostaria de sair para você poder mover esse arquivo desnecessário para a lixeira?\n\nDica: Use o item \"Mover para a lixeira\" no menu \"Arquivo\" depois que a janela do Finder aparecer.";
"Time" = "Hora";
"Very Concave" = "Muito côncavo";
"equal to" = "igual a";
"Change" = "Alterar";
"Mail not configured" = "Mail não configurado";
"Image" = "Imagem";
"Updating System..." = "Atualizando sistema...";
"Show on Biggerplate.com" = "Mostrar no Biggerplate.com";
"Children" = "Secundário";
"Archiving..." = "Arquivando...";
"Email Event" = "Enviar evento por e-mail";
"Flashcards copied to clipboard" = "Flashcards copiados para a área de transferência";
"Overwrite" = "Sobrescrever";
"Delete Cloud Copy" = "Apagar cópia da nuvem";
"All maps will be packaged into a single ZIP file and sent over to an app of your choice for safe keeping." = "Todos os mapas serão agrupados num único arquivo ZIP e enviados para um aplicativo de sua escolha para armazenamento seguro.";
"Delete Single Topic" = "Apagar único tópico";
"Long press the full screen button to enable read-only view." = "Pressão longa no botão de tela cheia para ativar a visualização somente leitura.";
"Please enable iThoughts in System Settings -> Privacy" = "Ative o iThoughts nos Ajustes do sistema -> Privacidade";
"in the next" = "no(a) próximo(a)";
"Show 3 Levels" = "Mostrar 3 níveis";
"No path supplied and there are no open maps" = "Nenhum caminho fornecido e não há mapas abertos";
"Dark Patterns" = "Padrões escuros";
"Straight Tapered" = "Reto cônico";
"Edit Topic Text" = "Editar texto do tópico";
"Rich Text (.rtf)" = "Texto formatado (.rtf)";
"Task Report by Resource for %@" = "Relatório de tarefa por projeto para %@";
"Fishbone" = "Espinha de peixe";
"Inbox" = "Caixa de entrada";
"Checking for updates" = "Buscando atualizações";
"Maps saved into the 'Dropbox' folder will be synced with a folder named 'iThoughts' in your Dropbox." = "Os mapas salvos na pasta 'Dropbox' serão sincronizados com uma pasta chamada 'iThoughts' em seu Dropbox.";
"Header5" = "Cabeçalho5";
"day" = "dia";
"Make Topic With Link" = "Criar tópico com link";
"Generating Attachments..." = "Gerando anexos...";
"Hide All" = "Ocultar todos";
"Modified Since Open" = "Modificado desde a abertura";
"Related" = "Relacionados";
"Select Folder" = "Selecionar pasta";
"Display name" = "Nome de exibição";
"Cancel" = "Cancelar";
"Rollup" = "Cumulativo";
"Bold" = "Negrito";
"Account" = "Conta";
"Download" = "Baixar";
"Uploading to Biggerplate.com" = "Enviando para Biggerplate.com";
"Select All Relationships" = "Selecionar todas as relações";
"Folder already linked. Please choose another folder." = "A pasta já foi ligada. Escolha outra pasta.";
"Copy Image (clipboard)" = "Copiar imagem (área de transferência)";
"Callout Shape" = "Formato da legenda";
"Map Page Size" = "Tamanho da página do mapa";
"Edit Account" = "Editar conta";
"Thickness" = "Espessura";
"Set Cost" = "Definir custo";
"Cost Units" = "Unidades de custo";
"Topic Added" = "Tópico adicionado";
"Horizontal" = "Horizontal";
"Library Icons" = "Ícones da biblioteca";
"Branch" = "Ramificação";
"New Map" = "Novo mapa";
"To Back" = "Para o fundo";
"Download Failed" = "Erro ao baixar";
"Priority" = "Prioridade";
"Hide Branches" = "Ocultar ramificações";
"Insert Link" = "Inserir link";
"month" = "mês";
"Insert Image (topic)" = "Inserir imagem (tópico)";
"Arrange" = "Organizar";
"Reports" = "Relatórios";
"Check for Updates" = "Buscar atualizações";
"Continue" = "Continuar";
"Icons" = "Ícones";
"Archive Now" = "Arquivar agora";
"Appendix Page Size" = "Tamanho da página de apêndice";
"Line Style" = "Estilo da linha";
"CANNOT DOWNLOAD IMAGE OVER INSECURE HTTP CONNECTION" = "IMPOSSÍVEL BAIXAR IMAGEM EM CONEXÃO HTTP INSEGURA";
"Table (3 columns)" = "Tabela (3 colunas)";
"Callout Font" = "Fonte de legenda";
"Relationships" = "Relacionamentos";
"Green" = "Verde";
"Progress: Rollup" = "Andamento: cumulativo";
"Select" = "Selecionar";
"Alignment" = "Alinhamento";
"Straight" = "Reto";
"Show/Hide" = "Mostrar/Ocultar";
"System Styles" = "Estilos do sistema";
"Rainbow" = "Arco-íris";
"Reveal saved passwords for encrypted maps" = "Revelar senhas salvas para mapas criptografados";
"Parallelogram" = "Paralelogramo";
"Paste as Floating" = "Colar como destacado";
"Generating Image..." = "Gerando imagem...";
"Clear [%@]" = "Limpar [%@]";
"Resource Tasks (.html)" = "Tarefas de recurso (.html)";
"Failed to save conflicting versions." = "Falha ao salvar versões conflitantes.";
"Review on AppStore" = "Resenha na AppStore";
"A0" = "A0";
"Header6" = "Cabeçalho6";
"Trial Progress" = "Andamento do período de teste";
"%1.1f GB" = "%1.1f GB";
"A1" = "A1";
"Rename" = "Renomear";
"Due Today" = "Vence hoje";
"Hide Topics" = "Ocultar tópicos";
"A2" = "A2";
"%1.1f MB" = "%1.1f MB";
"Markdown Options" = "Opções de Markdown";
"Sending %@ from iThoughts" = "Enviando %@ do iThoughts";
"A3" = "A3";
"A4" = "A4";
"Never" = "Nunca";
"A5" = "A5";
"[SHIFT] Hold this down to select multiple items." = "[SHIFT] Segure para selecionar vários itens.";
"Save Archive" = "Salvar arquivo";
"Mirror" = "Espelhar";
"Image Saved" = "Imagem salva";
"Branch Copied" = "Ramificação copiada";
"Remove Text" = "Remover texto";
"Paste Formatted" = "Colar formatado";
"It's over a week since you last archived your maps. Would you like to save an archive?" = "Já passou mais de uma semana desde o último arquivamento dos seus mapas. Gostaria de salvar um arquivo?";
"This Map" = "Este mapa";
"Quote" = "Citação";
"Long press the trash button to delete the selected items." = "Pressão longa no botão da lixeira para apagar os itens selecionados.";
"Share" = "Compartilhar";
"Select folder for '%@'" = "Selecionar pasta para '%@'";
"Delete Account" = "Apagar conta";
"Tasks in Progress" = "Tarefas em andamento";
"App Store" = "App Store";
"Edit/View Notes" = "Editar/Exibir anotações";
"US Tabloid/Ledger" = "Tabloide EUA";
